tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "circleci"
brew "ffmpeg"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "qrencode"
brew "tig"
brew "yarn"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "cyberduck"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "macdown"
cask "slack"
cask "sublime-text"
cask "unity-hub"
cask "visual-studio-code"
cask "wine-stable"
cask "xquartz"
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Xcode", id: 497799835
