tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "python@3.9"
brew "circleci"
brew "cmake"
brew "curl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "jq"
brew "kotlin"
brew "python@3.11"
brew "ldns"
brew "libfido2"
brew "libzip"
brew "mas"
brew "maven"
brew "mkcert"
brew "openjdk@17"
brew "openssh"
brew "python@3.10"
brew "qrencode"
brew "tig"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "cyberduck"
cask "gimp"
# cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
# cask "intellij-idea"
cask "iterm2"
cask "macdown"
cask "raycast"
# cask "slack"
cask "sublime-text"
cask "unity-hub"
cask "vagrant"
cask "visual-studio-code"
cask "wine-stable"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
vscode "AlexTi.intellij-idea-light-theme"
vscode "bierner.markdown-mermaid"
vscode "cesium.gltf-vscode"
vscode "esbenp.prettier-vscode"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "orukred-tyranosyntax.tyranosyntax"
vscode "statelyai.stately-vscode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "yzhang.markdown-all-in-one"
