tap "oven-sh/bun"
brew "act"
brew "awscli"
brew "cmake"
brew "curl"
brew "deno"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "jnv"
brew "jq"
brew "mas"
brew "mkcert"
brew "nvm"
brew "openjdk@21"
brew "openssh"
brew "pulumi"
brew "pyenv"
brew "s3cmd"
brew "tig"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "cyberduck"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "macdown"
cask "rancher"
cask "raycast"
cask "sublime-text"
cask "unity-hub"
cask "vagrant"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "alexti.intellij-idea-light-theme"
vscode "bierner.markdown-mermaid"
vscode "cesium.gltf-vscode"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "harrydowning.yaml-embedded-languages"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "orukred-tyranosyntax.tyranosyntax"
vscode "redhat.vscode-yaml"
vscode "ruschaaf.extended-embedded-languages"
vscode "statelyai.stately-vscode"
vscode "svelte.svelte-vscode"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
